"{\n  \"@context\" : \"http://schema.org\",\n  \"@type\" : \"LocalBusiness\",\n  \"name\" : \"Labisan® Americas, LLC\",\n  \"image\" : \"https://www.usaustrians.com/assets/dynamic_image/sbs/photo_11145_46304.jpg\",\t\n   \"telephone\" : \"877.930.1533\",\n  \"address\" : {\n    \"@type\" : \"PostalAddress\",\n    \"streetAddress\" : \"\",\n    \"addressLocality\" : \"Westport\",\n    \"addressRegion\" : \"CT\",    \"postalCode\" : \"06851\",\n\t\"addressCountry\": \"US\"\n  },\n      \"description\": \"The Original Labisan® Cream focused on Lip Care & Lip Health. The product was first developed in 1932 in the Austrian Alps, by a pharmacist who was also an enthusiastic skier and mountain climber. \n\nLabisan® proved successful, and accompanied Sir Edmund Hillary and Sherpa Tenzing Norgay in Reaching the 29,035-foot summit of Mt. Everest on May 29, 1953, becoming the first people to stand atop the world's highest Mountain. Sir Edmund was equipped with Labisan® by the English Alpine Equipment Giant (and Labisan) Representative, Robert Lawrie. \n\nToday, two products are available: Labisan® CS for Cold Sores, & Labisan® Protective. Labisan® CS treats Cold Sores to Boost Healing & Prevent Further outbreaks. Labisan® Protective is the sports equipment to help protect healthy lips under any weather conditions. \n\nAt Labisan®, We have The Products You Need, to protect you, your Family, and The Planet! Labisan® is NOT NEW to Lip Health and Cold Sore Care ! We Have Been Around, & Have Been Market Tested for CLOSE to 90 YEARS. Labisan®... Bestbewährter Lippenschutz, translates to: Best Performance in (Europe for) Lip Protection.. for Close to 90 Years..\n\n\n\nSteven J. Epstein first fell in Love with Labisan® when he attended The International Summer Ski School in the Austrian, Swiss, and Italian Alps, as a teenager. He has Used Labisan®, ever since. Steven has been Honored, and was Awarded, the Exclusive Rights to Represent Labisan® Lip Care Products in the Americas and in fact, the entire Western Hemisphere!! He is a Life Long user of Labisan® Product(s), and he says.... I LOVE Labisan® because it has been, and continues to be such a Great Product, true to it's consistency of Manufacturing (Austria, Since 1931), and Has Protected the Lips' of Europeans as well as my Lips for Years!! I am Proud to follow in the Steps of all those before me, and even today, Helping People, Protect their Lips, and their Families' Lips from Cold Sores & from the damages our environment exposes us to daily.\n\nSje Steve is Blessed with 2 Great Son's, 27 and 26, whom he loves and is extremely proud of. Steve likes to Ski (Water and Snow), Fish, Harley Motorcycles, Jeeps, Animals, Nature, the Great Outdoors, Solitude, Hiking, Swimming, Baseball, Football (American), Flip Flops, Skateboarding, and is a Reflective & Spiritual Being, Loves Looking UP and pondering the vastness of the Universe & the Heavens, and much more when he is not Working on his Beloved Labisan®. Me and The Boys! 1996-ish\n\nSteve is an Entrepreneur, and Quantitative decision maker who seeks to invest time, money, and effort, based on numbers, behind any investment and strategy. Capable of growing sales volume in multiple industries, and create value, no matter the headwinds. Relationship builder. Domestic and foreign market Knowledge, Plus Strong Import and Export, Contract Negotiator, and supply chain management. Seeking to make the world better, through my specific contribution(s), and impact of the Labisan® family of Products.. Strategic planning” Supply Chain management” Business development” Series 7, 63 Matterhorn Climber: 1996 Sports; Waterproof; Nude color; Skiing; Surfing Beach Volleyball; Snow Board; Protection Labisan® has The Products you need, to protect you, and your Family. \n\nIt's also Reef Friendly! Labisan® NEVER TESTS ON ANIMALS, (WE TEST ON OURSELVES!) Labisan® HAS NO ANIMAL BY-PRODUCTS, (WE USE ALTERNATIVE SOURCES)! Labisan® is MADE IN AUSTRIA UNDER STRINGENT QUALITY CONTROL! Labisan® is GLUTEN AND GMO FREE! Labisan® CONTAINS NO WAX - IT'S VEGAN!\",\n      \"logo\" : \"https://www.usaustrians.com/assets/dynamic_image/bus_logo/bus_logo_29034.png\",\n      \"url\" : \"https://www.usaustrians.com/Austrian-enterprises-inUSA/29034/labisan-americas-llc\"\n  }"