"{\n  \"@context\" : \"http://schema.org\",\n  \"@type\" : \"LocalBusiness\",\n  \"name\" : \"Alt Washingtonia Schuhplattler Verein - Original Bavarian Dance Group of Washington, DC\",\n  \"image\" : \"\",\t\n   \"telephone\" : \"202-232-5438\",\n  \"address\" : {\n    \"@type\" : \"PostalAddress\",\n    \"streetAddress\" : \"1601 18th Street, NW, #307\",\n    \"addressLocality\" : \"Washington\",\n    \"addressRegion\" : \"DC\",    \"postalCode\" : \"20009\",\n\t\"addressCountry\": \"\"\n  },\n  \t\"geo\": {\n   \"@type\": \"GeoCoordinates\",\n    \"latitude\": \"38.9115250\",\n    \"longitude\": \"-77.0413660\"\n      },\n      \"description\": \"Alt Washingtonia Schuhplattler Verein \nOriginal Bavarian Dance Club of Washington, DC\n\nServing as a link with the old homeland by preserving and sharing Alpine customs and traditions in the new world.\n\n“Alt- Washingtonia“performs at all levels of interest and is flexible in presenting a colorful program, including historic dances based on typical Alpine occupations, such as the woodchoppers' dance.\n\nTime-tested music, rich in sentiment, is rendered by talented musicians. Alphorns provide the unusual tones and tunes so characteristic of the mountainous area of Germany, Austria, and Switzerland.\n\nYodelers present the melodies that recall old homeland experiences with unforgettable harmonies and richness.\n\nAlong with the familiar accordion, less well-known folk instruments are played, from cowbell ringing to block flutes and the musical saw.\n\nAUDIENCE PARTICIPATION\n\n“Alt- Washingtonia” leaders are internationally known experts in sharing the fun of guest involvement without embarrassing high jinks. Basic, lifetime-lasting dance steps are quickly taught. “Change-partner” dances with group members make it easier – everyone “learns by doing” and all have a good time.\n\n\nFUN WITH A PURPOSE\n\nThe “Alt-Washingtonia” Schuhplatter Verein has been preserving authentic Bavarian schuhplattler dances, songs, customs, and costumes, for over seven decades. This group is ready to share its colorful folklore traditions to provide educational and cultural entertainment.\n\n\nFOR ALL SEASONS\n\nSince the nineteen forties “Alt-Washingtonia” has been the resident dance group at Max Blob's Bavarian Biergarten in Jessup, Maryland, home of America's first Oktoberfest. They provide the “Gemutlichkeit” (warm spirit) for celebrations of Fasching, Maifest, Bockbierfest, Sonnwendfeier, and Weihnachten as well as Oktoberfest.\n\n\nCAPTURE THE SPIRIT\n\nThe group recreates the atmosphere of an old world Oktoberfest, but it's presentations are appropriate for any occasion when a rousing good time is called for. Yodeling, alphorn and dancing make up an outstanding show and audience participation is a special feature.\n\nOld homeland schuhplattler (shoe-slapping) routines have been collected and made to live again. “Alt-Washingtonia” is a living museum of fun and folklore from the Alpine countries.\n\",\n      \"logo\" : \"https://www.usaustrians.com/assets/dynamic_image/bus_logo/cae_logo_81_3662.jpg\",\n      \"url\" : \"https://www.usaustrians.com/Institutes-Organizations-Austrians-in-USA/3662/alt-washingtonia-schuhplattler-verein-original-bavarian-dance-group-of-washington-dc\"\n  }"