"{\n  \"@context\" : \"http://schema.org\",\n  \"@type\" : \"LocalBusiness\",\n  \"name\" : \"Tweraser Group of Companies\",\n  \"image\" : \"\",\t\n   \"telephone\" : \"954-701-6587\",\n  \"address\" : {\n    \"@type\" : \"PostalAddress\",\n    \"streetAddress\" : \"1835 Hallandale Beach Blvd., Suite 778\",\n    \"addressLocality\" : \"Hallandale Beach\",\n    \"addressRegion\" : \"FL\",    \"postalCode\" : \"33009\",\n\t\"addressCountry\": \"US\"\n  },\n  \t\"geo\": {\n   \"@type\": \"GeoCoordinates\",\n    \"latitude\": \"25.984288\",\n    \"longitude\": \"-80.118788\"\n      },\n      \"description\": \"We have been acknowledged as a company providing excellent service both to customers and manufacturers. Our mission is to help clients make things happen, to achieve breakthrough results by resolving complex business and technical problems that others had considered unsolvable. We offer our support in various fields, such as:\n\n    * Market survey\n    * General marketing\n    * Contract negotiations\n    * Representation\n    * Consultancy \n\nThe philosophy of Tweraser Enterprises Inc. is somewhat similar to that of the Japanese Sogo Shoshas, even if somewhat smaller, in that our objective is to find foreign trading partners for our clients and assist them in their dealings with these partners. At the same time we also act as advisors to our clients on all aspects of International Business, Internal Cost Calculation and Pricing.\n\nIn order to find foreign trading partners for our clients we use a network of over 100 Correspondents around the World whose task is to identify potential Agents / Distributors / Customers / Joint Venture partners for our clients and their products in their respective countries and to assist in the initial negotiations. Where requested, once the trading relationship between our client and the foreign trading partner has been established, we also assist the client in the maintenance of this trading relationship.\n\nUnlike the Japanese trading companies, we do not become part of the sales chain as it would be impossible to acquire the necessary expertise to deal in the variety of products that our clients produce.\n\nWhilst the backgrounds of our foreign Correspondents are varied all of our Consultants have wide and varied business experience throughout the World.\",\n      \"logo\" : \"https://www.usaustrians.com/assets/dynamic_image/bus_logo/bus_logo_4624.jpg\",\n      \"url\" : \"https://www.usaustrians.com/Austrian-enterprises-inUSA/4624/tweraser-group-of-companies\"\n  }"