"{\n  \"@context\" : \"http://schema.org\",\n  \"@type\" : \"LocalBusiness\",\n  \"name\" : \"Pewag Inc.\",\n  \"image\" : \"\",\t\n   \"telephone\" : \"\",\n  \"address\" : {\n    \"@type\" : \"PostalAddress\",\n    \"streetAddress\" : \"281 Shore Drive\",\n    \"addressLocality\" : \"Burr Ridge\",\n    \"addressRegion\" : \"IL\",    \"postalCode\" : \"60527\",\n\t\"addressCountry\": \"\"\n  },\n  \t\"geo\": {\n   \"@type\": \"GeoCoordinates\",\n    \"latitude\": \"41.7403760\",\n    \"longitude\": \"-87.9367300\"\n      },\n      \"description\": \"Pewag is one of the oldest chain manufacturers in the world and the companies history goes back 275 years when the first production facility was established in the town of Bruckl, in Austria in 1730. Additional production plants were founded in Kapfenburg in 1787 and in Graz in 1803. Pewag Austria GmbH as it is known today, was established in 1993. Pewag has understood to use its 275 years of engineering and manufacturing know-how to provide the markets with innovative and high-quality products. Today, Pewag brand is well-known in for high-quality chain products around the world and well established in a global distribution network. \n\nPewag Inc., the North American distribution company for Pewag Austria, was established in 1975. The year 2005 marks the 30th Anniversary of Pewag Inc. and demonstrates, that Pewag has succeeded in developing strong business relationships in the New World. Today, Pewag Inc. offers round-link chains for overhead lifting, hoists, conveying , traction chains and tire protection chains. \n\nIn North America, Pewag has established itself as the technological innovator in the high quality chain business. In 1992, Pewag was the first company in the world to offer Grade 100 chains and components suited for overhead lifting. In 2003, Pewag was the first manufacturer world-wide to offer a Grade 120 overhead lifting program - the strongest chain in the world. Pewag recently received the Pinnacle Award from the readers of the magazine Craneworks, for the most innovative product launch in the category material handling. \n\n\",\n      \"logo\" : \"https://www.usaustrians.com/assets/dynamic_image/bus_logo/cae_logo_81_5240.jpg\",\n      \"url\" : \"https://www.usaustrians.com/Austrian-enterprises-inUSA/5240/pewag-inc\"\n  }"