"{\n  \"@context\" : \"http://schema.org\",\n  \"@type\" : \"LocalBusiness\",\n  \"name\" : \"Attila Glatz Concerts Productions Inc.\",\n  \"image\" : \"\",\t\n   \"telephone\" : \"4163231403\",\n  \"address\" : {\n    \"@type\" : \"PostalAddress\",\n    \"streetAddress\" : \"77 Bloor St. West Suite 1801\",\n    \"addressLocality\" : \"Toronto, Ontario\",\n        \"postalCode\" : \"S1M2\",\n\t\"addressCountry\": \"US\"\n  },\n  \t\"geo\": {\n   \"@type\": \"GeoCoordinates\",\n    \"latitude\": \"43.6696137\",\n    \"longitude\": \"-79.3898057\"\n      },\n      \"description\": \"Salute to Vienna has indeed become the World's Greatest New Year's Concert! Fourteen years ago Attila and Marion Glatz, founders and producers of Salute to Vienna, realized their dream of bringing the joy and beauty of Vienna's Neujahrskonzert to North American audiences. Salute to Vienna, premiered at Toronto's Roy Thomson Hall in 1995 and was an immediate success. Beginning with that first sold-out performance, Salute to Vienna has grown to become the largest simultaneously produced concert series in North America. This year Salute to Vienna audiences in 20 major North American cities will celebrate the New Year in traditional Viennese style!  New York to L.A. /Vancouver to Montreal.\n\t\nGuided by their own musical passion and commitment to artistic excellence and authenticity, producers Attila and Marion Glatz travel several times each year to the City of Dreams (Vienna) and other major cultural centers around the globe, to carefully select some of the most dynamic talent from the best of Europe's opera houses and concert halls. Each international cast of maestros, singers and dancers is backed by a full symphony orchestra, and performs the glorious Viennese music, song and dance in dazzling splendor!  Audiences are always cheered by the light-hearted, yet subtly profound character of the music:  operatic excerpts, arias, waltzes and polkas (always a few surprises of course), courtesy of Johann Strauss Jr., Vienna's beloved “Waltz King”.\n\t.\nEncouraged by their initial success at Toronto's Roy Thomson Hall, one year later, in 1996, another sold-out  concert debuted at New York's Lincoln Center. The rest is Salute to Vienna history! Attila and Marion Glatz steadily expanded their renowned production to include North America's most prestigious, major cultural centers. Now, over 50 thousand people can experience a live festive Neujahrskonzert without going all the way to Vienna, or watching it on television! For this remarkable achievement, Attila and Marion Glatz were awarded the Austrian Government's prestigious Decoration of Merit in Gold.\n\t\nSalute to Vienna is now one of  North America's favourite New Year's traditions. What Nutcracker means to Christmas, Salute to Vienna means to the New Year!\",\n      \"logo\" : \"https://www.usaustrians.com/assets/dynamic_image/bus_logo/cae_logo_81_6606.jpg\",\n      \"url\" : \"https://www.usaustrians.com/Austrian-enterprises-inUSA/6606/attila-glatz-concerts-productions-inc\"\n  }"