"{\n  \"@context\" : \"http://schema.org\",\n  \"@type\" : \"LocalBusiness\",\n  \"name\" : \"Oesterreich Journal\",\n  \"image\" : \"https://www.usaustrians.com/assets/dynamic_image/sbs/photo_5280_42410.jpg\",\t\n   \"telephone\" : \"\",\n  \"address\" : {\n    \"@type\" : \"PostalAddress\",\n    \"streetAddress\" : \"Dr. Schoberstrasse 8/1\",\n    \"addressLocality\" : \"Wien\",\n        \"postalCode\" : \"1113\",\n\t\"addressCountry\": \"AT\"\n  },\n  \t\"geo\": {\n   \"@type\": \"GeoCoordinates\",\n    \"latitude\": \"48.1657476\",\n    \"longitude\": \"16.2721077\"\n      },\n      \"description\": \"Unser Ziel ist es, für möglichst gute Nachrichten und Geschichten möglichst große Verbreitung zu erzielen und so unsere Landsleute in aller Welt und an Österreich Intereressierte umfassend zu informieren. \n\nEine wesentliche Unterstützung in diesem Bemühen haben wir in derzeit rund 120 deutschsprachigen Radio- und Printredaktionen außerhalb des deutschsprachigen Raumes, die – zum Teil schon seit acht Jahren – Inhalte unserer mittlerweile über 30.000 Seiten Österreich für ihe Berichterstattung nutzen.\n\nAuf diesem Wege erreichen unsere Österreich-Nachrichten, die wir auch wöchentlich in einer Zusammenfassung versenden, zwischen 2,5 und 3,7 Millionen deutschsprachiger oder an deutscher Sprache interessierte Hörer und Leser weltweit.\n\nDie Finanzierung unserer Arbeit erfolgt durch monatliche Schwerpunkte und über Sponsoring. Für diesbezügliche Hilfe sind wir natürlich sehr dankbar.\n\nUrsprünglich haben wir »Das weltweite Österreich Journal« im Jahr 1996 als Printmedium gegründet. Aus Kostengründen (die Versandkosten machten mehr als die Hälfte der Gesamtkosten aus) haben wir uns aber im Jahr 2000 entschlossen, die gedruckte Version unseres ambitionierten Magazins mit zuletzt 116 Seiten im Vierfarbdruck auf Hochglanzpapier einzustellen.\",\n      \"logo\" : \"https://www.usaustrians.com/assets/dynamic_image/bus_logo/bus_logo_9228.jpg\",\n      \"url\" : \"https://www.usaustrians.com/austrian-companies-in-usa/9228/oesterreich-journal\"\n  }"