"{\n  \"@context\" : \"http://schema.org\",\n  \"@type\" : \"LocalBusiness\",\n  \"name\" : \"CK-Architecture\",\n  \"image\" : \"\",\t\n   \"telephone\" : \"323-610-4947\",\n  \"address\" : {\n    \"@type\" : \"PostalAddress\",\n    \"streetAddress\" : \"639 S. Spring St., Ste 4A\",\n    \"addressLocality\" : \"Los Angeles\",\n    \"addressRegion\" : \"Ca\",    \"postalCode\" : \"90014\",\n\t\"addressCountry\": \"\"\n  },\n  \t\"geo\": {\n   \"@type\": \"GeoCoordinates\",\n    \"latitude\": \"34.0450195\",\n    \"longitude\": \"-118.2520176\"\n      },\n      \"description\": \"CK-Architecture, lead by Christoph Kapeller, AIA, is an internationally celebrated design practice based in Los Angeles dedicated to improving the quality of life through socially responsible, inspirational and technologically advanced design interventions. In little over twenty years, principal Christoph Kapeller, AIA has developed design and building expertise in places as diverse as Norway, Europe, Egypt and the United States. The work of firm principal Christoph Kapeller, AIA, has been widely recognized for its iconic power and capacity to provide profound spatial experiences. In the words of architecture critic Richard Ingersoll, the new library in Alexandria, Egypt, designed and implemented by Christoph Kapeller (in his capacity as founding partner of Snøhetta and project director for the Bibliotheca Alexandrina) is “ingeniously planned and impeccably assembled”.\n\nCK-Architecture is a design oriented firm of relatively small size that benefits their clients by guaranteeing intensive participation of the founding principal in all stages of the work with the capacity to accomplish the results of much larger firms through strategic alliances developed during twenty years of practice. It is CK-Architecture's expressed mission to define architecture as a vehicle that delivers world-class design solutions that fully satisfy the client's aspirations and founded on the beliefs that the attitude, experience and attention brought to each design challenge is equally important regardless of its scope, and more importantly, that the solution should be equally satisfying at humanistic, functional, technical and economic levels.\n\nCK-Architecture's has extensive experience in design within campus contexts during recent years, including the newly completed Robert H. Timme FAIA Graduate Research Center at the USC School of Architecture that has been unanimously admired by university stakeholders, students and architecture faculty alike. Despite the firm's extensive experience with research libraries, CK-Architecture has chosen not to specialize in any one specific building type. The firm has been engaged in numerous projects at pre-design and programming stages and has successfully assisted fundraising efforts.\n\nAt the urban scale, CK-Architecture's efforts benefit from the multi-cultural experience of Christoph Kapeller in Europe, Scandinavia, the Middle East and the United States. CK-Architecture advocates for a multi-disciplinary urban design approach in collaborations including planners, landscape architects, artists, sustainability engineers and other specialty consultants.\",\n      \"logo\" : \"https://www.usaustrians.com/assets/dynamic_image/bus_logo/cae_logo_81_9397.jpg\",\n      \"sameAs\" : [ \"http://bit.ly/8cl.Kzf\", \"CKArchitecture1\" ],\n    \"url\" : \"https://www.usaustrians.com/Austrian-enterprises-inUSA/9397/ckarchitecture\"\n  }"